Repository: NomanSatti/Skin
Catalog: sourcecode/*.lproj/Localizable.strings
Languages: ar_sa

source: Supplier Review
ar_sa: مراجعة المورد

source: Request for Quote
ar_sa: طلب تسعيرة

source: Buying Leadings
ar_sa: الشراء

source: Verification
ar_sa: التحقق

source: Supplier
ar_sa: المورد

source: Quote Qty
ar_sa: كمية التسعيرة

source: Requested On
ar_sa: تم الطلب

source: My Requested Quotes
ar_sa: تسعيراتي المطلوبة

source: + Add
ar_sa: + اضافة

source: Add Products
ar_sa: اضافة منتجات

source: Supplier List is empty!!
ar_sa: قائمة المورد فارغة

source: You have not applied any quote yet!
ar_sa: لم تقم بتطبيق اي تسعيرة

source: Supplier's Messages
ar_sa: رسائل المورد

source: Customer's Messages
ar_sa: رسائل العملاء

source: Add Attachments
ar_sa: اضافة مرفقات

source: Attachments
ar_sa: المرفقات

source: Yes, Sample are required
ar_sa: نعم العينة مطلوبة

source: No, Sample are not required
ar_sa: لا العينة ليست مطلوبة

source: Add Sample
ar_sa: اضف عينة

source: Register as Supplier
ar_sa: تسجيل ك مورد

source: Company Name
ar_sa: اسم الشركة

source: Company URL
ar_sa: رابط الشركة

source: Address Information
ar_sa: معلومات العنوانn

source: Country
ar_sa: الدولة

source: State/Province
ar_sa: المنطقة

source: City
ar_sa: المدينة

source: Address Line
ar_sa: اسم الشارع

source: Zip/Postal Code
ar_sa: الرمز البريدي

source: Supplier Login
ar_sa: دخول المورد

source: Supplier Registeration
ar_sa: تسجيل المورد

source: Personal Information
ar_sa: المعلومات الشخصية

source: Create a microsite
ar_sa: عمل موقع مصغر

source: Choose relevant categories
ar_sa: اختر تصنيفات مشابهه

source: Get premium badge
ar_sa: احصل على علامة التميز

source: Congratulations!!!
ar_sa: مبروك

source: Go To Dashboard
ar_sa: اذهب الى صفحة الحساب

source: Company Info
ar_sa: معلومات الشركة

source: Company Overview
ar_sa: نبذه عن الشركة

source: Supplier Info
ar_sa: معلومات المورد

source: URL Settings
ar_sa: اعدادات الرابط

source: Account Settings
ar_sa: اعدادت الحساب

source: Verified Supplier
ar_sa: مورد معرف

source: Premium Supplier
ar_sa: نورد متميز

source: A verification email is sent to
ar_sa: تم ارسال ايميل التحقق

source: check your inbox for verification email or
ar_sa: تحقق من ايميلك للحصول على التحقق

source: click here
ar_sa: اختر هنا

source: resend link.
ar_sa: اعادة ارسال الرابط

source: earnedVerifiedSupplierBadge
ar_sa: تم حصولك على علامة المورد المعتمد

source: verifyprofile
ar_sa: عند التحقق من المعلومات ستحصل على علامة النورد المعتمد

source: Verified supplier
ar_sa: مورد معتمد

source: Companny Logo
ar_sa: لوجو الشركة

source: Comapany Banner
ar_sa: بانر الشركة

source: Company Tagline
ar_sa: نبذه عن الشركة

source: Register In
ar_sa: تسجيل في

source: Company Team Size
ar_sa: حجم فريق عمل الشركة

source: Certification
ar_sa: الترخيص

source: Operational Address
ar_sa: العنوان الاختياري

source: Corporate Address
ar_sa: عنوان الشركة

source: Meta Keywords
ar_sa: مفاتيح كلمات ميتا

source: Twitter
ar_sa: تويتر

source: Facebook
ar_sa: فيس بوك

source: Instagram
ar_sa: انستاجرام

source: Google Plus
ar_sa: جوجل بلس

source: Youtube ID
ar_sa: هوية يوتيوب

source: Vimeo ID
ar_sa: هويه فيمو

source: Pinterest ID
ar_sa: هوية بينترست

source: Role/Designation
ar_sa: المهمام

source: Contact Number
ar_sa: رقم التواصل

source: Profile Page Target Url Path
ar_sa: عنوان الرابط لملف الشخصي

source: Profile Page Request Url Path
ar_sa: طلب عنوان الرابط للملف الشخصي

source: Collection Page Target Url Path
ar_sa: مجموعة الروابط للملف الشخصي

source: Collection Page Request Url Path
ar_sa: مجموعة طلبات الروابط للملف الشخصي

source: Review Page Target Url Path
ar_sa: مراجعة الروابط للملف الشخصي

source: Review Page Request Url Path
ar_sa: مراجعة طلبات الروابط للملف الشخصي

source: Location Page Target Url Path
ar_sa: موقع الروابط للملف الشخصي

source: Location Page Request Url Path
ar_sa: موقع طلبات الروابط للملف الشخصي

source: Privacy Policy Page Target Url Path
ar_sa: سياسة الخصوصية لروابط الملف الشخصي

source: Privacy Policy Page Request Url Path
ar_sa: سياية الخصوصية لطلبات روابط الملف الشخصي

source: Response from Time
ar_sa: استجابة من وقت

source: Response to Time
ar_sa: استجابة الى وقت

source: Response time unit
ar_sa: وحدات وقت الاستجابة

source: Request a Quote
ar_sa: طلب تسعيرة

source: Message Supplier
ar_sa: ارسل رساله للمورد

source: Your supplier account is in pending state, please wait till approval.
ar_sa: جاري تفعيل حساب المورد

source: Sorry! But this shop name is not available, please set another shop name.
ar_sa: هاذا الاسم مستخدم، جرب اسم اخر.

source: Quote is Approved
ar_sa: تسعيرة معتمدة

source: Please add a product first!
ar_sa: اضف منتج اولاً

source: Quick Order
ar_sa: طلب سريع

source: Quick Order Form
ar_sa: نموذج طلب سريع

source: Product(s) Information
ar_sa: معلومات المنتج

source: Estimate Shipping and Tax
ar_sa: قيمة الشحن المتوقع

source: Proceed to Checkout
ar_sa: اكمل انهاء الطلب

source: Select Product
ar_sa: اختر متج

source: Product List is empty!!
ar_sa: قائمة المنتجات فارغة

source: Product List
ar_sa: قائمة المنتجات

source: DELETE
ar_sa: حذف

source: ADD TO CART
ar_sa: اضف للعربة

source: QUOTE AGAIN
ar_sa: سعر مرة اخرى

source: APPROVE REQUEST
ar_sa: طلب موافقة

source: REJECT REQUEST
ar_sa: طلب رفض

source: MESSAGE
ar_sa: رسالة

source: Quotes Request
ar_sa: طلب تسعيرة

source: Please write some message
ar_sa: اكتب رسالة

source: Attrbute code should not be empty
ar_sa: يجب تعبئة رمز السمات

source: Attrbute label should not be empty
ar_sa: يجب تعبئة علامة السمات

source: Admin filed should not be empty
ar_sa: يجب تعبئة حقل المسئول
