Repository: NomanSatti/Skin
Catalog: sourcecode/*.lproj/Localizable.strings
Languages: ar_sa

source: pending
ar_sa: تم إنشاء الطلب

source: hold
ar_sa: قيد المراجعة

source: invoice
ar_sa: يتم الأن تنفيذ الطلب

source: Complete
ar_sa: مكتمل، تم شحن المنتج

source: home
ar_sa: الرئيسية

source: loading
ar_sa: جاري التحميل..

source: Search For Products
ar_sa: ابحث عن منتج

source: MAKE AN ADVANCE SEARCH
ar_sa: بحث متقدم

source: Go to wishlist
ar_sa: اذهب الى قائمة الأمنيات

source: Qty
ar_sa: الكمية

source: Subtotal
ar_sa: المجموع

source: Remove Item
ar_sa: إزالة

source: Move to Wishlist
ar_sa: اضف لقائمة الأمنيات

source: Wishlist
ar_sa: قائمة الأمنيات

source: Update Comment
ar_sa: تحديث الملاحظة

source: Comment
ar_sa: ملاحظة

source: Proceed
ar_sa: متابعة

source: Amount to be paid
ar_sa: المبلغ الواجب دفعة

source: Change Address
ar_sa: تغيير العنوان

source: New Address
ar_sa: عنوان جديد

source: Shipping Address
ar_sa: عنوان الشحن

source: Same as Shipping Address
ar_sa: مطابق لعنوان الشحن

source: Billing Adddress
ar_sa: عنوان الدفع

source: sortby
ar_sa: تصنيف حسب

source: dashboard
ar_sa: معلومات حسابي

source: compare
ar_sa: مقارنة المنتجات

source: orders
ar_sa: طلباتي

source: download
ar_sa: تنزيل المنتجات

source: review
ar_sa: وصف المنتج

source: addressbook
ar_sa: عنواني

source: paymentmethods
ar_sa: طريقة الدفع

source: billingAgreement
ar_sa: معاهدة الدفع

source: information
ar_sa: معلومات

source: Signin
ar_sa: تسجيل دخول

source: Search Camera
ar_sa: بحث عن كاميرا

source: Price Details
ar_sa: معلومات السعر

source: Order Total
ar_sa: مجموع الطلب

source: First Name
ar_sa: الاسم الاول

source: Save Address
ar_sa: حفظ العنوان

source: input value is not valid
ar_sa: ادخال خاطئ

source: Use as Default Billing Address
ar_sa: حفظ كعنوان الدفع الرئيسي

source: Use as Default Shipping Address
ar_sa: حفظ كعنوان الشحن الرئيسي

source: Warning
ar_sa: تحذير

source: Success
ar_sa: تم بنجاح

source: Select Shipping Method
ar_sa: اختر طريقة الشحن

source: Shipping Info
ar_sa: معلومات الشحن

source: Shipping Method
ar_sa: طريقة الشحن

source: Payment Method
ar_sa: طريقة الدفع

source: Select Payment Method
ar_sa: اختر طريقة الدفع

source: Something went wrong, Please try again!!
ar_sa: خطأ ،حاول مجدداً

source: Add your review
ar_sa: اضف رأيك

source: Reviews
ar_sa: اراء وتجارب

source: Compare
ar_sa: مقارنة

source: Share
ar_sa: مشاركة

source: Quantity
ar_sa: الكمية

source: Add To Cart
ar_sa: اضف الى العربة

source: Buy Now
ar_sa: اشتري الان

source: Details
ar_sa: وصف

source: More Information
ar_sa: مزيد من المعلومات

source: Products you might like
ar_sa: منتجات تعجبك

source: View All Product Reviews
ar_sa: عرض كل المراجعات والاراء

source: Default Billing Address
ar_sa: عنوان الدفع الرئيسي

source: Default Shipping Address
ar_sa: عنوان الشحن الرئيسي

source: View All Orders
ar_sa: عرض كل الطلبات

source: Manage Other Addresses
ar_sa: ادارة العناوين الاخرى

source: Remaining Downloads
ar_sa: التنزيلات المتبقية

source: Send Message
ar_sa: ارسل رسالة

source: Contact Us
ar_sa: تواصل معنا

source: Name
ar_sa: الاسم

source: Email
ar_sa: ايميل

source: Phone
ar_sa: جوال

source: Message
ar_sa: رسالة

source: Preferences
ar_sa: التفضيلات

source: Others
ar_sa: اخرى

source: Currency
ar_sa: العملة

source: Language
ar_sa: اللغة

source: Settings
ar_sa: اعدادات

source: More
ar_sa: المزيد

source: Home
ar_sa: الرئيسية

source: Categories
ar_sa: التصنيفات

source: Stores
ar_sa: المتاجر

source: Notifications
ar_sa: التنبيهات

source: Track and Show in Recent History
ar_sa: تتبع وعرض في المشاهدات الاخيره

source: Clear Search History
ar_sa: مسح سجل البحث

source: Search History
ar_sa: ابحث في السجل

source: Manage in Device's Settings
ar_sa: ادارة في اعدادات الجوال

source: App Version
ar_sa: نسخة التطبيق

source: Loading...
ar_sa: جاري التحميل‫...‬

source: Account
ar_sa: حسابي وطلباتي

source: Placed on
ar_sa: تمت الاضافة

source: Order
ar_sa: الطلب

source: Price
ar_sa: السعر

source: Item(s) Ordered
ar_sa: الطلبات

source: Qty Shipped
ar_sa: الكمية المرسلة

source: Qty Refunded
ar_sa: الكمية المرجعة

source: Qty Canceled
ar_sa: الكمية الملغاه

source: Shipping and Payment Info
ar_sa: معلومات الشحن والدفع

source: Sign In or Register
ar_sa: دخول او تسجيل جديد

source: Login Successfully
ar_sa: تم الدخول بنجاح

source: Sign In
ar_sa: تسجيل دخول

source: Create an Account
ar_sa: انشاء حساب

source: Forgot password?
ar_sa: نسيت كلمة السر؟

source: Sign In with Email
ar_sa: تسجيل دخول عن طريق الأيميل

source: Already have an account? Sign In
ar_sa: لديك حساب؟ سجل بالدخول

source: Receive Newsletters
ar_sa: استقبال تنبيه بالجديد

source: Minimum of different classes of characters in password is 3. Classes of characters: Lower Case, Upper Case, Digits, Special Characters.
ar_sa: يجب وضع حرف كبير و حرف صغير وارقام و رموز

source: Minimum length of this field must be equal or greater than 8 symbols. Leading and trailing spaces will be ignored.
ar_sa: يجب ان يحتوي على ٨ خانات على الاقل

source: Prefix
ar_sa: اختصار

source: Male
ar_sa: ذكر

source: Female
ar_sa: انثى

source: Not Specified
ar_sa: بدون تحديد

source: Invoice
ar_sa: فاتورة

source: View Invoice
ar_sa: عرض الفاتورة

source: Save Invoice
ar_sa: حفظ الفاتورة

source: Shipment
ar_sa: الشحنات

source: View Shipment
ar_sa: عرض الشحنات

source: Track Shipment
ar_sa: تتبع الشحنات

source: Thanks for Purchase
ar_sa: شكراً لك على الشراء

source: Your order number is
ar_sa: رقم طلبك هو

source: We'll email you an order confirmation with details and tracking info
ar_sa: سنقوم بارسال ايميل للتاكيد على معلومات الطلب

source: Continue Shopping
ar_sa: اكمل التسوق

source: Summary
ar_sa: ملخص

source: Submit Review for Approval
ar_sa: ارسل

source: Review Product
ar_sa: عرض المنتج

source: Choose an Option
ar_sa: اختر

source: Your downloading has been completed.Tap on button to view file
ar_sa: تم التنزيل ، اضغط للعرض

source: View
ar_sa: عرض

source: Unit
ar_sa: وحدة

source: Units
ar_sa: وحدات

source: Addresses
ar_sa: العنوان

source: Street Address
ar_sa: اسم الشارع

source: Company
ar_sa: الشركة

source: Phone Number
ar_sa: رقم الجوال

source: Empty Cart
ar_sa: عربة فارغة

source: You have no items in your cart.
ar_sa: لايوجد لديك منتجات في العربة

source: Start Shopping
ar_sa: ابدأ التسوق

source: You didn’t add anything to wishlist yet.
ar_sa: لم تقم بآضافة منتجات لقائمة الامنيات

source: No Items
ar_sa: لايوجد منتجات

source: No Addresses
ar_sa: لايوجد عنوان

source: You didn’t add any of your addresses yet.
ar_sa: لم تقم باضافة العنوان

source: Add New Address
ar_sa: اضافة عنوان جديد

source: Enter Coupon Code
ar_sa: اضف رمز الكوبون

source: Account Information
ar_sa: معلومات الحساب

source: Middle Name/Initial
ar_sa: اللقب

source: Tax/Vat Number
ar_sa: الرقم الضريبي

source: Date of birth
ar_sa: تاريخ الميلاد

source: Product Review
ar_sa: مراجعة المنتج

source: Submitted on
ar_sa: ارسل

source: Rating
ar_sa: تقييم

source: Your Review
ar_sa: مراجعتك

source: Review Details
ar_sa: معلومات

source: Based On
ar_sa: على اساس

source: No Reviews
ar_sa: لايوجد مراجعات

source: Save
ar_sa: حفظ

source: Downloadable Product
ar_sa: منتجات قايبلة للتنزيل

source: All Reviews
ar_sa: كل المراجعات

source: Qty Invoiced
ar_sa: الكمية المفوترة

source: Item(s)
ar_sa: الاصناف

source: Enter Quantity
ar_sa: ادخل الكمية

source: Update Cart
ar_sa: تحديث العربة

source: Tracking Information
ar_sa: معلومات تتبع الشحنات

source: Mobile Number
ar_sa: رقم الجوال

source: grid
ar_sa: مربعات

source: Reorder
ar_sa: اعادة الطلب

source: list
ar_sa: قائمة

source: Go to Cart
ar_sa: اذهب الى العربة

source: Cancel
ar_sa: الغاء

source: loginrequired
ar_sa: يجب تسجيل دخول

source: Low to High
ar_sa: اقل الى اعلى

source: High to Low
ar_sa: اعلى الى اقل

source: viewall
ar_sa: عرض الكل

source: You have not placed ay order with us yet.
ar_sa: لم تقم بعمل طلب حتى الان

source: No Orders
ar_sa: لايوجد طلبات

source: You didn’t purchase any downloadable products yet.
ar_sa: لم تقم بالشراء اي من منتجات التنزيل بعد

source: View Orders and review
ar_sa: عرض الطلبات والمراجعات

source: You didn’t review any of the items yet.
ar_sa: لم تقم بعمل اي مراجعة

source: You didn’t add any items to this list yet.
ar_sa: لم تقم باضافة منتجات لهذه القائمة

source: Remove All
ar_sa: ازالة الكل

source: Added to Cart
ar_sa: تم الإضافة للعربة

source: doyouwanttoremovealltheproductfromcomparelist
ar_sa: هل تريد ازالة كل المنتجات

source: Do you want remove all items from cart
ar_sa: هل تريد ازالة كل المنتجات

source: Stars
ar_sa: نجوم

source: Clear All
ar_sa: مسح الكل

source: Filters
ar_sa: تصفية

source: Product added to wishlist
ar_sa: المنتجات المضافة لقائمة الامنيات

source: pleaseentervalidemail
ar_sa: اضف ايميل صحيح

source: pleasefillemailid
ar_sa: اضف الايميل

source: enteremail
ar_sa: اضف الايميل

source: enterpassword
ar_sa: اضف الرمز السري

source: error
ar_sa: خطأ

source: Search by Scanning
ar_sa: ابحث عن طريق المسح

source: You will not be able to manage and track Orders
ar_sa: لن تستطيع متابعة طلباتك وتتبع الشحنات

source: Review and Payment
ar_sa: المراجعة والدفع

source: OFFER
ar_sa: عرض

source: No filter options are available
ar_sa: لايوجد تصفية

source: Edit Address
ar_sa: تعديل العنوان

source: Please login first
ar_sa: سجل دخول اولاً

source: Enter Your name
ar_sa: اضف الاسم

source: Enter Summary
ar_sa: اضف ملخص

source: Enter Review Details
ar_sa: اضف المراجعة

source: is a required field
ar_sa: يجب تعبئة الحقل

source: Out of Stock
ar_sa: نفذ المخزون

source: Go to Bag
ar_sa: اذهب للشنطة

source: We found other Products you might like
ar_sa: منتجات قد تعجبك

source: Cross List
ar_sa: قائمة متقاطعة

source: You are not allowed to checkout
ar_sa: لايمكنك انهاء الطلب

source: Advance Search
ar_sa: بحث متقدم

source: Email Address
ar_sa: عنوان الايميل*

source: Password
ar_sa: الرمز السري

source: Middile Name
ar_sa: الاسم

source: Last Name
ar_sa: اللقب*

source: taxvat
ar_sa: الضريبة

source: No Reviews yet
ar_sa: لايوجد مراجعة

source: compareList
ar_sa: قائمة المقارنة

source: UPLOAD
ar_sa: رفع

source: Take a photo
ar_sa: التقط صورة

source: Upload from library
ar_sa: رفع من مكتبة الصور

source: Checkout as new Customer
ar_sa: سجّل حساب لتتابع الطلبات

source: Checkout as existing Customer
ar_sa: لديك حساب؟ سجل دخول

source: Checkout as guest Customer
ar_sa: اكمال بدون تسجيل حساب

source: Order and Returns
ar_sa: الطلب والاسترجاع

source: Submit
ar_sa: ارسل

source: Apply
ar_sa: تنفيذ

source: Show All Categories
ar_sa: عرض كل القوائم

source: No products found here
ar_sa: لايوجد منتجات

source: Search Again
ar_sa: ابحث مرة اخرى

source: No search results found
ar_sa: لاتوجد نتائج بحث

source: Compare List
ar_sa: قائمة المقارنة

source: No data found
ar_sa: لايوجد بيانات

source: No shipping method for this address
ar_sa: لايوجد شحن لهذا العنوان

source: Product deleted from wishlist
ar_sa: تم مسح المنتجات من القائمة

source: Product is out of stock
ar_sa: المنتج نفذ من المخزون

source: Selected Filters
ar_sa: التصفية المختارة

source: Please select fillters
ar_sa: الرجاء اختر تصفية

source: You have just reached to the bottom of page.
ar_sa: نهاية الصفحة

source: Back to Top
ar_sa: العودة للاعلى

source: Share App
ar_sa: مشاركة التطبيق

source: Receive Notifications
ar_sa: الحصول على تنبيهات

source: Cart
ar_sa: العربة

source: Scan as Product
ar_sa: مسح ك منتج

source: Scan as Text
ar_sa: مسح ك نص

source: Recent Searches
ar_sa: سجل البحث الاخير

source: View All
ar_sa: عرض الكل

source: Refreshing...
ar_sa: جاري التحديث‫...‬

source: Offers for you
ar_sa: عروض رهيبة

source: Websites
ar_sa: المواقع الالكترونية

source: Please complete your ratings
ar_sa: اكمل تقييمك

source: Retry
ar_sa: حاول مجدداً

source: Server Not Found
ar_sa: الخادم لايعمل

source: Your downloading has been started, we will let you know when it'll be finished
ar_sa: بدأ التحميل ، سننبهك عند الاكتمال

source: You can scan only 21 results
ar_sa: يمكنك مسح ٢١ نتيجة فقط

source: Save in address book
ar_sa: حفظ في عنوايني

source: Product(s) has been added to cart
ar_sa: تمت الاضافة للعربة

source: Orders
ar_sa: طلباتي

source: DETAILS
ar_sa: معلومات

source: REORDER
ar_sa: اعادة الطلب

source: REVIEW
ar_sa: مراجعة

source: Write a Review
ar_sa: اكتب رأيك

source: Items Ordered
ar_sa: المنتجات المطلوبة

source: Mass Update
ar_sa: تحديث الكل

source: MOVE TO CART
ar_sa: انقل للعربة

source: Address Book
ar_sa: عنوايني

source: edit
ar_sa: تعديل

source: Download
ar_sa: تنزيل

source: Products
ar_sa: منتجات

source: Sign out
ar_sa: تسجيل خروج

source: Invoices
ar_sa: الفواتير

source: Order Shipments
ar_sa: الشحنات والطلبات

source: Search
ar_sa: ابحث

source: FILTER
ar_sa: تصفية

source: SORT
ar_sa: عرض

source: Starting at
ar_sa: يبدأ من

source: You already have an account with us.Sign in or continue as guest
ar_sa: لديك حساب‫.‬ سجل دخول

source: Continue
ar_sa: اكمل

source: You can track your order status by creating an account with this email
ar_sa: يمكنك تتبع الطلبات عن طريق انشاء حساب

source: Create Account
ar_sa: انشاء حساب

source: Recent Viewed Products
ar_sa: منتجات اطلعت عليها

source: Please select options
ar_sa: الرجاء الاختيار

source: No orders Found
ar_sa: لايوجد طلبات

source: Recent Orders
ar_sa: الطلبات الاخيره

source: Address
ar_sa: العنوان

source: No Reviews Found
ar_sa: لايوجد مراجعات

source: Edit Info
ar_sa: تعديل المعلومات

source: New
ar_sa: جديد

source: Remove
ar_sa: حذف

source: Contact Information
ar_sa: معلومات التواصل

source: Password & Confirm Password must be same!!
ar_sa: الرمز السري والتأكيد يجب ان يكون متطابق

source: Confirm Password *
ar_sa: تأكيد الرمز السري

source: Share Wishlist
ar_sa: مشاركة قائمة الامنيات

source: Update Wish List
ar_sa: تحديث قائمة الامنيات

source: Add All to Cart
ar_sa: اضافة الاكل للعربة

source: Your query has been submitted successfully!
ar_sa: تم ارسال طلبك بنجاح

source: Subject
ar_sa: الموضوع

source: Query
ar_sa: طلباتك

source: Please enter Subject!
ar_sa: ادخل الموضوع

source: Email addresses, separated by commas
ar_sa: عناوين الايميل ، فاصلة

source: Share Wish List
ar_sa: مشاركة قائمة الامنيات

source: Please enter Query!
ar_sa: الرجاء ادخال الطلبات

source: Apply Discount Code
ar_sa: لديك كود خصم؟

source: Enter Discount Code
ar_sa: ادخل كود الخصم

source: Password should be Same
ar_sa: يجب تطابق الرمز السري

source: As low as
ar_sa: اقل شيء ممكن

source: Currencies
ar_sa: العملات

source: Languages
ar_sa: اللغات

source: What's on your mind?
ar_sa: ماذا يخطر في بالك

source: My Orders
ar_sa: طلباتي

source: My Reviews List
ar_sa: قائمة مراجعاتي

source: Product Reviews
ar_sa: مارجعة المنتجات

source: Review(s)
ar_sa: المراجعات

source: It's a default billing address.
ar_sa: عنوان دفع افتراضي

source: It's a default shipping address.
ar_sa: عوان شحن افتراضي

source: Log Out
ar_sa: تسجيل خروج

source: Dismiss
ar_sa: تجاهل

source: You need to login first!!
ar_sa: يجب تسجيل الدخول اولاً

source: Recent Reviews
ar_sa: المراجعات الاخيرة

source: Today
ar_sa: اليوم

source: This Week
ar_sa: هذا الاسبوع

source: This Month
ar_sa: هذا الشهر

source: This Year
ar_sa: هذه السنة

source: Customer Profile
ar_sa: ملف العميل

source: somethingwentwrong
ar_sa: يوجد خطأ

source: Please add an Address
ar_sa: اضف العنوان

source: Ask again to recognise audio
ar_sa: الرجاء قبول التصريح لاستخدام هذه الخاصية

source: As low as
ar_sa: اقل شئ

source: Notify me when price drops
ar_sa: اعلمني عند انخفاض السعر

source: Notify me when this product is in stock
ar_sa: اعلمني عند توفر الكميات

source: Shop by Categories
ar_sa: التسوق من القائمة

source: Write a Review for Delivery Boy
ar_sa: اكنب رسالة لموظف التوصيل

source: Write your Review
ar_sa: اكتب مراجعة

source: How do you rate Deliveryboy?
ar_sa: كيف تقيم مندوب التوصيل

source: Delivery Boy Rating
ar_sa: تقييم مندوب التوصيل

source: Seller Dashboard
ar_sa: حساب البائع

source: Seller Profile
ar_sa: ملف البائع

source: Seller Orders
ar_sa: طلبات البائع

source: Attributes
ar_sa: السمات

source: Add New Product
ar_sa: اضف منتج جديد

source: Seller Products
ar_sa: منتجات البائع

source: Transactions
ar_sa: العمليات

source: Invoice Print Template
ar_sa: طباعة الفاتورة

source: Chat with Admin
ar_sa: تحدث مع المسئول

source: Ask Questions
ar_sa: اسأل؟

source: Admin
ar_sa: المسئول

source: Support
ar_sa: دعم

source: Please write a comment!!!
ar_sa: الرجاء كتابة تعليق

source: Short Description
ar_sa: وصف مختصر

source: Description
ar_sa: وصف المنتج

source: Attribute Code
ar_sa: رمز السمات

source: Attribute Label
ar_sa: علامة السمات

source: Default Store View
ar_sa: العرض الرئيسي للمتجر

source: Postion
ar_sa: موقع

source: Mark as default
ar_sa: تحديد ك افتراضي

source: Add Another Value
ar_sa: اضافة معلومات

source: Value Required
ar_sa: يجب اضافة معلومات

source: BASIC
ar_sa: اساسي

source: ATTRIBUTE VALUES
ar_sa: قيمة السمات

source: ADD VALUES
ar_sa: اضافة القيمة

source: Create Attribute
ar_sa: انشاء السمات

source: Sellers List
ar_sa: قائمة البائعين

source: Edit PDF Header
ar_sa: تعديل ملف العنوان الرئيسي

source: PDF Header Information
ar_sa: معلومات العنوان الرئيسي

source: Please enter PDF header information!
ar_sa: اضف معلومات العنوان الرئيسي

source: Edit Profile
ar_sa: تعديل الملف

source: IMAGE & THEME
ar_sa: الصور الثيمات

source: SOCIAL PROFILES
ar_sa: التواصل الاجتماعي عناوين

source: PAYMENT INFO
ar_sa: معلومات الدفع

source: POLICIES
ar_sa: سياسات

source: Backgroud Color
ar_sa: لون الخلفية

source: Change Color
ar_sa: تغيير اللون

source: Cover Banner
ar_sa: غطاء البانر

source: Logo
ar_sa: لوجو

source: Activated
ar_sa: تم التفعيل

source: Deactivated
ar_sa: تفعيل ملغي

source: Profile Link
ar_sa: رابط الملف

source: Is this downloadable Product?
ar_sa: هل هاذا منتج قابل للتنزيل؟

source: Meta Keyword
ar_sa: كلمة تعريف ميتا

source: Meta Description
ar_sa: وصف ميتا

source: Bank Name
ar_sa: اسم البنك

source: Bank Branch
ar_sa: فرع البنك

source: Account No.
ar_sa: رقم الحساب

source: Return Policy
ar_sa: سيلسة الاسترجاع

source: Shipping Policy
ar_sa: سياسة الشحن

source: Privacy Policy
ar_sa: سياسة الخصوصية

source: Add Product
ar_sa: اضف منتج

source: Product Name
ar_sa: اسم المنتج

source: From Date
ar_sa: من تاريخ

source: To Date
ar_sa: الى تاريخ

source: Status
ar_sa: الحالية

source: Search Product
ar_sa: ابحث عن منتج

source: Product Create Date
ar_sa: تاريخ انشاء المنتج

source: Product Status
ar_sa: حالة المنتج

source: Our Top Sellers
ar_sa: افضل البائعين

source: View All Sellers
ar_sa: عرض كل البائعين

source: Join us and sell your products to customers all around the globe
ar_sa: انضم الينا ، وقم ببيع منتجاتك معنا لكل الناس

source: Select Categories
ar_sa: اختر الفئات

source: Select Related Products
ar_sa: اختر منتجات لها علاقة

source: Select UpSell Products
ar_sa: حدد منتجات البيع

source: Select Cross-Sell Products
ar_sa: اختر المنتجات المرتبطة

source: Do you want to become Seller/Vendor?
ar_sa: هل تريد ان تصبح بائع

source: Shop URL
ar_sa: رابط المتجر

source: Save Profile
ar_sa: حفظ الملف

source: Remaining Amount
ar_sa: المبلغ المتبقي

source: Become Seller
ar_sa: سجل كبائع

source: Your transactions list is empty!
ar_sa: قائمة العمليات فارغة

source: Your Order list is empty!
ar_sa: قائمة طلباتك فارغة

source: Your product list is empty!!
ar_sa: قائمة منتجاتك فارغة

source: There is no product according to your criteria!!!
ar_sa: لايوجد منتجات مطابقة للمعايير

source: No seller is available for now!
ar_sa: لايوجد بائع الان

source: Please enter shop name!
ar_sa: ادخل اسم متجرك

source: Your request has been submitted successfully!
ar_sa: تم ارسال الطلب بنجاح

source: Marketplace
ar_sa: المتجر

source: buyerinfo
ar_sa: معلومات المشتري

source: totalprice
ar_sa: مجموع السعر

source: admincommision
ar_sa: عمولة المسئول

source: vendortotal
ar_sa: مجموع المورد

source: ordered
ar_sa: تم الطلب

source: refunded
ar_sa: تم الاسترجاع

source: canceled
ar_sa: تم الالغاء

source: shipped
ar_sa: تم الشحن

source: carrier
ar_sa: شركة الشحن

source: trackingnumber
ar_sa: رقم التتبع

source: shipitems
ar_sa: المنتجات المرسلة

source: createinvoice
ar_sa: عمل الفاتورة

source: cancelorder
ar_sa: الغاء الطلب

source: fillcarriernumber
ar_sa: تعبئة رقم شركة الشحن

source: filltrackingnumber
ar_sa: تعبئة رقم التتبع

source: creditmemo
ar_sa: ملاحظة ائتمانية

source: ordershipment
ar_sa: شحنة الطلب

source: printinvoice
ar_sa: طباعة الفاتورة

source: title
ar_sa: اللقب

source: number
ar_sa: رقم

source: trackingdetails
ar_sa: معلومات التتبع

source: selectcarrier
ar_sa: خيارات شركة الشحن

source: pleasefill
ar_sa: قم بتعبئة

source: sendtrackinginfo
ar_sa: ارسل معلومات التتبع

source: printshipment
ar_sa: طباعة الشحنة

source: newcreditmemo
ar_sa: ملاحظة ائتمانية جدية

source: itemstorefund
ar_sa: منتجات للمرتجع

source: returntostock
ar_sa: اعادة للمخزون

source: qtytorefund
ar_sa: الكمية للمرتجع

source: units
ar_sa: وحدات

source: taxamount
ar_sa: مبلغ الضريبة

source: discount
ar_sa: تخفيض

source: rowtotal
ar_sa: المجموع

source: paidamount
ar_sa: المبلغ المدفوع

source: refundamount
ar_sa: المبلغ المرتجع

source: shippingamount
ar_sa: قيمة الشحن

source: shippingrefund
ar_sa: الشحن المرتجع

source: ordergrandtotal
ar_sa: مجموع الطلبات

source: producttotals
ar_sa: مجموع المنتجات

source: refundtotals
ar_sa: مجموع المرتجع

source: totaltax
ar_sa: مجموع الضريبة

source: refundshipping
ar_sa: مرتجع الشحن

source: adjustmentrefund
ar_sa: تعديل النرتجع

source: adjustmentfee
ar_sa: قيمة التعديل

source: appentcomments
ar_sa: اعتمد الملاحظات

source: visibleonfrontend
ar_sa: عرض في المقدمة

source: emailcopyofcreditmemo
ar_sa: ارسال ايميل للمحلاظة الائتنمانية

source: refundoffline
ar_sa: مرتجع اوفلاين

source: refund
ar_sa: ارجاع

source: creditmemolist
ar_sa: قائمة الملاحظات الائتمانية

source: refunditem
ar_sa: ارجاع منتج

source: print
ar_sa: طباعة

source: All Sellers
ar_sa: كل البائعين

source: Customers
ar_sa: العملاء

source: Your have no customer yet!!
ar_sa: لايوجد ليك عملاء

source: Order Count
ar_sa: رقم الطلب

source: Contact No.
ar_sa: رقم التواصل

source: Gender
ar_sa: الجنس

source: Base Total
ar_sa: المجموع

source: Customer Name
ar_sa: اسم العميل

source: Add Images
ar_sa: اضف صورة

source: Title Link
ar_sa: اسم الرابط

source: Links can be purchased separately?
ar_sa: يمكن شراء الروابط بطريقة منفصلة?

source: Sample Link
ar_sa: عينة رابط

source: Add New Link
ar_sa: اضف رابط جديد

source: Attach file or Enter link
ar_sa: اضف ملف او رابط

source: Sample
ar_sa: عينة

source: Shareable
ar_sa: قابل للنشر

source: Max. Downloads
ar_sa: اقصى تحميل

source: Unlimited
ar_sa: لامحدود

source: Please add atleast one product!
ar_sa: اضف منتج واحد على الاقل

source: Visibility
ar_sa: الرؤية

source: Transaction Remark
ar_sa: ملاحظات العمليات

source: Facebook id is not available
ar_sa: هوية الفيس بوك ليست متوفرج

source: Twitter id is not available
ar_sa: هوسة تويتر ليست متوفرة

source: Intagram id is not available
ar_sa: هوية انستاجرام ليست متوفرة

source: Pinterest id is not available
ar_sa: هوية بينتريست ليست متوفرة

source: Youtube chanel is not available
ar_sa: هوية يوتيوب ليست متوفرة

source: Request Withdrawal
ar_sa: طلب سحب

source: Type
ar_sa: نوع

source: Method
ar_sa: طريقة

source: Remark
ar_sa: ملاحظة

source: Total Shipping
ar_sa: مجموع الشحن

source: Commission
ar_sa: العمولة

source: Total Sale
ar_sa: مجموع التخفيق

source: Total Commission
ar_sa: مجموع العمولة

source: Sold By
ar_sa: بيع عن طريق

source: Contact Seller
ar_sa: تواصل مع البائع

source: Search For Sellers
ar_sa: ابحث عن بائع

source: Chat with Sellers
ar_sa: تحدث مع البائع

source: Edit Product
ar_sa: تعديل المنتج

source: Location
ar_sa: الموقع

source: In which map you want to open location?
ar_sa: ماهو التطبيق الذي تريد فتح الخريطة فيه؟?

source: Can't use Apple Maps
ar_sa: لايمكن استخدام Apple Maps

source: Review Seller
ar_sa: مراجعة البائع

source: Value
ar_sa: القيمة

source: Quality
ar_sa: الجودة

source: Supplier Dashboard
ar_sa: حساب المورد

source: Supplier Message
ar_sa: رسائل المورد

source: Supplier Orders
ar_sa: طلبات المورد

source: Supplier Product
ar_sa: منتجات المورد
